<?php

return [
    "group" => "المواقع",
    "settings" => [
        "title" => "إعدادات الموقع",
        "card_title" => "معلومات عن موقعك الحالي",
        "card_description" => "يمكنك تحديد موقعك الحالي والدولة ورمز الهاتف الخاص بك واللغة والعملة هنا",
        "local_country" => "الدولة",
        "local_phone" => "كود الهاتف",
        "local_lang" => "اللغة",
        "local_currency" => "العملة",
        "local_lat" => "خط الطول",
        "local_lng" => "خط العرض",
    ],
    "currency" => [
        "title" => "العملات",
        "single" => "عملة",
        "id" => "م",
        "arabic" => "عربي",
        "name" => "الاسم",
        "iso" => "الرمز الدولي",
        "message" => [
            "store" => "تم إنشاء العملة بنجاح",
            "update" => "تم تحديث العملة بنجاح",
            "delete" => "تم حذف العملة بنجاح",
        ]
    ],
    "language" => [
        "title" => "اللغات",
        "single" => "لغة",
        "id" => "م",
        "arabic" => "عربي",
        "name" => "الاسم",
        "iso" => "الرمز الدولي",
        "message" => [
            "store" => "تم إنشاء اللغة بنجاح",
            "update" => "تم تحديث اللغة بنجاح",
            "delete" => "تم حذف اللغة بنجاح",
        ]
    ],
    "area" => [
        "title" => "المناطق",
        "single" => "منطقة",
        "id" => "م",
        "name" => "الاسم",
        "city" => "المدينة",
        "lat" => "خط الطول",
        "lang" => "خط العرض",
        "message" => [
            "store" => "تم إنشاء المنطقة بنجاح",
            "update" => "تم تحديث المنطقة بنجاح",
            "delete" => "تم حذف المنطقة بنجاح",
        ]
    ],
    "city" => [
        "title" => "المدن",
        "single" => "مدينة",
        "id" => "م",
        "name" => "الاسم",
        "country" => "الدولة",
        "lat" => "خط الطول",
        "lang" => "خط العرض",
        "message" => [
            "store" => "تم إنشاء المدينة بنجاح",
            "update" => "تم تحديث المدينة بنجاح",
            "delete" => "تم حذف المدينة بنجاح",
        ]
    ],
    "country" => [
        "title" => "الدول",
        "single" => "دولة",
        "id" => "م",
        "name" => "الاسم",
        "code" => "الكود",
        "phone" => "رمز الهاتف",
        "lat" => "خط الطول",
        "lang" => "خط العرض",
        "message" => [
            "store" => "تم إنشاء الدولة بنجاح",
            "update" => "تم تحديث الدولة بنجاح",
            "delete" => "تم حذف الدولة بنجاح",
        ]
    ],
];
