<?php

return [
    "title" => "الترجمات",
    "single" => "ترجمة",
    "group" => "ادوات",
    "excel" => "اكسيل",
    "scan" => "فحص",
    "auto" => "تلقائي",
    "import" => "استيراد",
    "export" => "تصدير",
    "ar" => "عربي",
    "en" => "انجليزي",
    "id" => "م",
    "key" => "المفتاح",
    "translate" => "ترجم",
    "message" => [
        "deleted" => "تم حذف سطر الترجمة بنجاح",
        "update" => "تم تحديث الترجمة بنجاح",
        "import" => "تم استيراد الترجمة بنجاح",
        "scan" => "تم فحص الترجمة بنجاح",
        "auto" => "تمت الترجمة التقائية بنجاح",
        "auto_error" => "خطا أثناء الترجمة التلقائية",
    ],
];
